<?php

return [
    [
        'content' => 'Продам пальто, р.44, цвет фуксия',
        'min_price' => 1000,
        'category_id' => rand(1, 12)
    ],
    [
        'content' => 'Есть ли в городе скупщики драгоценных камней????
                      Обращаться по номеру 89535266374',
        'min_price' => 100,
        'max_price' => 10000,
        'category_id' => rand(1, 12)
    ],
    [
        'content' => 'Куплю ноутбук за разумную цену. Предложения с фото в л.с
                      пожалуйста.',
        'max_price' => 15000,
        'category_id' => rand(1, 12)
    ],
    [
        'content' => 'Продам щипцы для волос Philips SalonStraight Want2Move —
                      складное устройство, нагревающееся за 30 секунд, так что
                      вы можете сразу же начинать укладку, где бы вы ни
                      находились. Устройство для выпрямления волос позволяет
                      быстро уложить волосы не хуже, чем в парикмахерской.
                      Утюжек имеет керамическую подошву, он складной, очень
                      компактный, помещается даже в самую маленькую сумочку.
                      Можно везде таскать с собой. В комплект входит
                      термостойкий чехол для хранения. Ширина в футляре 8 см.,
                      длина 21 см. Хорошее состояние, качество супер!!!Пишите в
                      личку,договоримся',
        'min_price' => 1000,
        'max_price' => 1000,
        'category_id' => rand(1, 12)
    ],
    [
        'content' => 'Продам дачу СНТ "Вангозеро"Двухэтажный домик,небольшой
                      огород,место для гриля,баня,сарай,туалет, электричество,
                      сухой участок, 15 метров до берега.Хороший пляж.Рядом
                      магазин и останока. ПРОПИСКА!!!Документы готовы.Земля и
                      дом в собственности. Торг уместен. Все вопросы по тел.
                      89052990966',
        'min_price' => 350000,
        'max_price' => 350000,
        'category_id' => rand(1, 12)
    ],
    [
        'content' => 'Галантный кавалер Базиль, породы (скоттиш-фолд), со всеми
                      прививками и документами. Окрас SFS as 21.33. Приглашает
                      в гости невесту (страйт). Обеспечим заботу и уход за Вашей
                      девочкой. Цена снижена. Все подробности по телефону:
                      +79214567292',
        'category_id' => rand(1, 12)
    ],
    [
        'content' => 'Продам щенка шпиц . Родились 6 января. Девочка.',
        'category_id' => rand(1, 12)
    ]
];