<?php

return [
    [
        'content' => 'Продам пальто, р.44, цвет фуксия',
        'min_price' => 1000,
        'category_id' => rand(1, 12),
        'comments' => [
            [
                'text' => 'У него нет одной пуговицы'
            ],
            [
                'text' => 'Отличное пальто, купил и не могу нарадоватсья. Советую всем покупать у этого человека пальто,
                .... самое пальтовое пальто среди всех польт..... пальто реально рулит..... в этом пальто очень тепло, красивое
                стильное, модное, в немочень удобно'
            ]
        ]
    ],
    [
        'content' => 'Есть ли в городе скупщики драгоценных камней????
                      Обращаться по номеру 89535266374',
        'min_price' => 100,
        'max_price' => 10000,
        'category_id' => rand(1, 12),
        'comments' => [
            [
                'text' => 'Да есть, куплю любые камни..... главное чтобыони были каменные!'
            ],
        ]
    ],
    [
        'content' => 'Куплю ноутбук за разумную цену. Предложения с фото в л.с
                      пожалуйста.',
        'max_price' => 15000,
        'category_id' => rand(1, 12)
    ],
    [
        'content' => 'Продам щипцы для волос Philips SalonStraight Want2Move —
                      складное устройство, нагревающееся за 30 секунд, так что
                      вы можете сразу же начинать укладку, где бы вы ни
                      находились. Устройство для выпрямления волос позволяет
                      быстро уложить волосы не хуже, чем в парикмахерской.
                      Утюжек имеет керамическую подошву, он складной, очень
                      компактный, помещается даже в самую маленькую сумочку.
                      Можно везде таскать с собой. В комплект входит
                      термостойкий чехол для хранения. Ширина в футляре 8 см.,
                      длина 21 см. Хорошее состояние, качество супер!!!Пишите в
                      личку,договоримся',
        'min_price' => 1000,
        'max_price' => 1000,
        'category_id' => rand(1, 12),
    ],
    [
        'content' => 'Продам дачу СНТ "Вангозеро"Двухэтажный домик,небольшой
                      огород,место для гриля,баня,сарай,туалет, электричество,
                      сухой участок, 15 метров до берега.Хороший пляж.Рядом
                      магазин и останока. ПРОПИСКА!!!Документы готовы.Земля и
                      дом в собственности. Торг уместен. Все вопросы по тел.
                      89052990966',
        'min_price' => 350000,
        'max_price' => 350000,
        'category_id' => rand(1, 12),
        'comments' => [
            [
                'text' => 'Сколько соток огород в точности?'
            ],
            [
                'text' => 'Нужно посмотеть техническую документацию... узнаем у начальника правления, так сразу отпишемся!'
            ],
            [
                'text' => 'Есть по близостизера?'
            ],
            [
                'text' => 'Да есть..... 2 километра до ближайшего, но очень красивое и чистое'
            ],
            [
                'text' => 'Купаться в нем можно?'
            ],
            [
                'text' => 'МожноЮдаже нужно!'
            ],
            [
                'text' => 'Круто, а рыбу ловить!'
            ],
            [
                'text' => 'Да можно,нотолькона удилище.. сети нельзя - это считается браконьерством, за это закрыть могут'
            ],
            [
                'text' => 'Ясн, спасибо,будемиметь ввиду.'
            ],
            [
                'text' => 'Глубокое озеро?'
            ],
            [
                'text' => 'Д,очень глубокое, детей главное не отпускайте далеко от себя, потому что места очень дикие и водятсязмеи'
            ],
        ]
    ],
    [
        'content' => 'Галантный кавалер Базиль, породы (скоттиш-фолд), со всеми
                      прививками и документами. Окрас SFS as 21.33. Приглашает
                      в гости невесту (страйт). Обеспечим заботу и уход за Вашей
                      девочкой. Цена снижена. Все подробности по телефону:
                      +79214567292',
        'category_id' => rand(1, 12)
    ],
    [
        'content' => 'Продам щенка шпиц . Родились 6 января. Девочка.',
        'category_id' => rand(1, 12)
    ]
];