<?php

return [
    [
        'name' => 'Животные',
    ],
    [
        'name' => 'Мебель, ремонт и т.д.',
    ],
    [
        'name' => 'Недвижимоть',
    ],
    [
        'name' => 'Одежда, обувь т.д.',
    ],
    [
        'name' => 'Пищевая промышленность',
    ],
    [
        'name' => 'Работа',
    ],
    [
        'name' => 'Сад и огород',
    ],
    [
        'name' => 'Строительство и ремонт',
    ],
    [
        'name' => 'Техника, электроника и т.д.',
    ],
    [
        'name' => 'Транспорт',
    ],
    [
        'name' => 'Услуги',
    ],
    [
        'name' => 'Разное',
    ],
];